Tekla.Structures.TeklaStructuresInternal.ITeklaStructuresApplication
Represents TS functionality which is mostly implemented in .NET code and plugins, but needs to be implemented in the running application.

Tekla.Structures.TeklaStructuresInternal.ITeklaStructuresApplication.BeginAtcUserAsync(System.Boolean,System.Action{System.Nullable{Tekla.Structures.TeklaStructuresInternal.AtcUser}})
